[
  {
    "title": "Alien Isolation",
    "body": "Discover the true meaning of fear in Alien: Isolation, a survival horror set in an atmosphere of constant dread and mortal danger."
  },
  {
    "title": "Bioshock Infinite",
    "body": "Indebted to the wrong people, with his life on the line, veteran of the U.S. Cavalry and now hired gun, Booker DeWitt has only one opportunity to wipe his slate clean. He must rescue Elizabeth, a mysterious girl imprisoned since childhood and locked up in the flying city of Columbia."
  },
  {
    "title": "DOOM",
    "body": "DOOM returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat."
  },
  {
    "title": "GTA V",
    "body": "Partner with legendary impresario Tony Prince to open and operate a top shelf Nightclub featuring world-class DJ acts Solomun, Tale Of Us, Dixon and The Black Madonna, and use it as a front for the most concentrated network of criminal enterprise ever to hit San Andreas."
  },
  {
    "title": "Ori and the Blind Forest",
    "body": "“Ori and the Blind Forest” tells the tale of a young orphan destined for heroics, through a visually stunning Action-Platformer crafted by Moon Studios."
  },
  {
    "title": "Overwatch",
    "body": "In a time of global crisis, an international task force of heroes banded together to restore peace to a war-torn world: OVERWATCH."
  },
  {
    "title": "Portal 2",
    "body": "Portal 2 draws from the award-winning formula of innovative gameplay, story, and music that earned the original Portal over 70 industry accolades and created a cult following."
  },
  {
    "title": "Rise of the Tomb Raider",
    "body": "Lara uncovers an ancient mystery that places her in the cross-hairs of a ruthless organization known as Trinity."
  },
  {
    "title": "Tomb Raider",
    "body": "Tomb Raider explores the intense origin story of Lara Croft and her ascent from a young woman to a hardened survivor."
  }
]